Repository: CofficLab/Lumi
Catalog: LumiApp/Plugins/BrowserAgentPlugin/BrowserAgent.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Browser Agent
zh_hans: 浏览器代理
zh_hk: 瀏覽器代理

source: Browser automation powered by agent-browser CLI
zh_hans: 基于 agent-browser CLI 的浏览器自动化功能
zh_hk: 基於 agent-browser CLI 的瀏覽器自動化功能

source: agent-browser is not installed
zh_hans: agent-browser 未安装
zh_hk: agent-browser 未安裝

source: Install agent-browser to enable browser automation
zh_hans: 安装 agent-browser 以启用浏览器自动化功能
zh_hk: 安裝 agent-browser 以啟用瀏覽器自動化功能

source: Run: npm install -g agent-browser
zh_hans: 运行：npm install -g agent-browser
zh_hk: 運行：npm install -g agent-browser

source: Run: brew install agent-browser
zh_hans: 运行：brew install agent-browser
zh_hk: 運行：brew install agent-browser

source: Install
zh_hans: 安装
zh_hk: 安裝

source: Refresh
zh_hans: 刷新
zh_hk: 刷新

source: Status
zh_hans: 状态
zh_hk: 狀態

source: Ready
zh_hans: 就绪
zh_hk: 就緒

source: Not Installed
zh_hans: 未安装
zh_hk: 未安裝
